IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Se produjo el vuelco. Cálculo cancelado."
IDS_EC_FOUNDATION_OVERTURNED = "Invertido"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Carga de diseño"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Carga de servicio"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Carga factorizada"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Carga de sobrecarga"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Carga superficial"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Densidad de peso"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Altura del suelo"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Se considera el peso propio."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "No se considera el peso propio."
IDS_EC_FOUNDATION_DEPTH = "Profundidad"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Sección de columna"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Forma de columna"
IDS_EC_FOUNDATION_RECTANGLE = "Rectángulo"
IDS_EC_FOUNDATION_CIRCLE = "Círculo"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Excentricidad (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Excentricidad (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Sección de pared"
IDS_EC_FOUNDATION_THICKNESS = "Espesor"
IDS_EC_FOUNDATION_ECCENTRICITY = "Excentricidad"
IDS_EC_FOUNDATION_REBAR = "Barra de refuerzo"
IDS_EC_FOUNDATION_DIRECTION_X = "Dirección X"
IDS_EC_FOUNDATION_LAYER__i = "Capa %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Dirección Y"
IDS_EC_FOUNDATION_FOUNDATION = "Cimentación"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Tamaño de cimentación"
IDS_EC_FOUNDATION_WIDTH = "Ancho"
IDS_EC_FOUNDATION_NO_OF_PILE = "N.º de pilote "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Espacio de pila "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Verificar capacidad del suelo"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Verifique el esfuerzo del suelo en servicio en el programa principal."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Calcular esfuerzo del suelo de servicio"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Calcular esfuerzo del suelo último"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Calcular el esfuerzo del suelo en servicio (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Calcular el esfuerzo último del suelo (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Verificar capacidad de pila"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Calcular la reacción del pilote en servicio (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Calcular la reacción última del pilote (%s)"
IDS_EC_FOUNDATION_INDEX = "Índice"
IDS_EC_FOUNDATION_AT_FACE = "en cara"
IDS_EC_FOUNDATION_AT_DIST2D = "a distancia-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Verificar esfuerzo cortante unidireccional"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Verificar esfuerzo cortante bidireccional"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Calcular parámetro"
IDS_EC_FOUNDATION_COLUMN_FACE = "Calcular el esfuerzo cortante en la cara de la Columna"
IDS_EC_FOUNDATION_2D = "Calcular el esfuerzo cortante a una distancia-2d"
IDS_EC_FOUNDATION_D = "Calcular el esfuerzo cortante a una distancia-d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Verificar capacidad de momento"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Calcular capacidad de momento (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Calcular la capacidad de Momento en la cara de la Columna"
IDS_EC_FOUNDATION_REF_095D = "La referencia de 0.95d es "The Concise Eurocode" 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Verificar barra de refuerzo"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Calcular el área mínima requerida de Barra de refuerzo"
IDS_EC_FOUNDATION_X_DIRECTION = "Dirección X"
IDS_EC_FOUNDATION_Y_DIRECTION = "Dirección Y"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Calcular el límite máximo de espaciamiento de Barra de refuerzo (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Peso propio"
IDS_EC_FOUNDATION_COLUMN = "Columna"
IDS_EC_FOUNDATION_SHAPE = "Forma"
IDS_EC_FOUNDATION_DIAMETER = "Diámetro"
IDS_EC_FOUNDATION_ECCENT_X = "Excentricidad(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Excentricidad(Y)"
IDS_EC_FOUNDATION_WALL = "Pared"
IDS_EC_FOUNDATION_LAYER_1_X = "Capa-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Capa-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Capa-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Capa-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Pila"
IDS_EC_FOUNDATION_SPACE = "Espacio"
IDS_EC_FOUNDATION_CHECK_CAPA = "Verificar capacidad"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Verificar elementos"
IDS_EC_FOUNDATION_UNIT = "Unidad"
IDS_EC_FOUNDATION_CALCULATED = "Calculado"
IDS_EC_FOUNDATION_CRITIERIA = "Criterios"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Capacidad del suelo (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Momento-Dirección X (Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Momento-Dirección Y (Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "Esfuerzo cortante unidireccional-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Esfuerzo cortante unidireccional-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "Esfuerzo cortante bidireccional (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "Esfuerzo cortante bidireccional-cara (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "Esfuerzo cortante bidireccional-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "Esfuerzo cortante bidireccional-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Perforación de pila-cara (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Perforación de pila-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Capacidad del pilote-Comp. (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Capacidad del pilote-Tens. (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "LISTA DE ENTRADA DE CIMENTACIÓN"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Lista de datos de entrada"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Profundidad = %s%s, Recubrimiento = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Profundidad = %s%s, Distancia = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Generando informe de Cimentación..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Forma de la Columna \t: Rectángulo"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Forma de la Columna \t: Círculo"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Excentricidad (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Excentricidad (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Espesor \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Excentricidad \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Ancho \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Punzonamiento del pilote"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Calcular el esfuerzo cortante unidireccional (Dirección X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Calcular el esfuerzo cortante unidireccional (Dirección Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Verificar momento"
IDS_EC_FOUNDATION_COLUMN__s = "Columna (%s)"
IDS_EC_FOUNDATION_WALL__s = "Pared (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Profundidad = %s%s, Recubrimiento = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Profundidad = %s%s, Distancia = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Peso\npropio"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Versión incompatible del módulo de diseño"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Calcular profundidad efectiva del momento"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Calcular profundidad efectiva del esfuerzo cortante"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Nota : Al verificar el punzonamiento del pilote, se asume que el pilote es un pilote interior."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "El perímetro crítico se determina sin considerar el pilote de esquina ni el pilote de borde."
IDS_EC_FOUNDATION_USER_D = "Calcular el esfuerzo cortante a una distancia-d del usuario"
IDS_EC_ONEWAY_SHEAR = "Esfuerzo cortante unidireccional"
IDS_EC_ONEWAY_SHEAR_X = "Esfuerzo cortante unidireccional-X"
IDS_EC_TWOWAY_SHEAR = "Esfuerzo cortante bidireccional"
IDS_EC_TWOWAY_SHEAR_CF = "Esfuerzo cortante bidireccional-Cara de la Columna"
IDS_EC_TWOWAY_SHEAR_2D = "Esfuerzo cortante bidireccional-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Esfuerzo cortante bidireccional-UserD"
IDS_EC_OFFSET_FACTOR = "Factor de desplazamiento"
IDS_EC_MOMENT_Y_DIRECTION = "Momento-Dirección Y"
IDS_EC_MOMENT_X_DIRECTION = "Momento-Dirección X"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Momento-Dirección X (Voladizo)"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Momento-Dirección X (Columna)"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Momento-Dirección X (Tramo)"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Verificar espacio-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Verificar espacio-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Verificar área-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Verificar área-X"
IDS_EC_OFFSET = "Desplazamiento"
IDS_EC_FOUNDATION_SOIL_CAPA = "Capacidad del suelo"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "El valor se basa en la carga de servicio"
IDS_EC_FOUNDATION_OVER_TURNING = "Los valores no se mostrarán si se produce el vuelco"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Diagrama de esfuerzo del suelo"
IDS_EC_SFD_DIAGRAM = "Diagrama de fuerza cortante"
IDS_EC_BMD_DIAGRAM = "Diagrama de momento flector"
IDS_EC_PLAN_SECT = "Plano y sección"
IDS_EC_REBAR_MAX_AREA = "Área máxima"
IDS_EC_REBAR_MIN_AREA = "Área mínima"
IDS_EC_REBAR_REQ_AREA = "Área requerida"
IDS_EC_REBAR_MAX_SPACE = "Espacio Máximo"
IDS_EC_CANTIL = "Voladizo"
IDS_EC_COLUMN = "Columna"
IDS_EC_SPAN = "Luz"
IDS_EC_FOUNDATION_FDN_SECTION = "Sección de Cimentación"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Fuerzas y Armadura"
IDS_EC_FOUNDATION_INVERTED_T = "T Invertida"
IDS_EC_FOUNDATION_ECC = "Exc."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Momento_top (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Momento_bot (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Esfuerzo cortante (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Momento Transversal (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Tamaño de Viga"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Momentos y Fuerzas"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Calcular capacidad de esfuerzo cortante"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Barra Superior"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Barra Inferior"
IDS_EC_FOUNDATION_BOT_BAR = "Barra Inferior"
IDS_EC_FOUNDATION_STIRRUP = "Estribo"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Barra de Refuerzo Transversal"
IDS_EC_FOUNDATION_STANS_BAR = "Barra trans."
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,left$"
IDS_EC_FOUNDATION_q_s_right = "q_s,right$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,top-left$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,top-right$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bot-left$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bot-right$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,left$"
IDS_EC_FOUNDATION_q_u_right = "q_u,right$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,top-left$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,top-right$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bot-left$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bot-right$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "A_s,min Aplicada$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Peso\nPropio"
IDS_EC_FOUNDATION_L_SURFACE = "L_superficie$"
IDS_EC_FOUNDATION_H_SOIL = "H_suelo$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Superior"
IDS_EC_FOUNDATION_BOT = "Inferior"
IDS_EC_FOUNDATION_LAYER__i__EA = "Capa %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Estribo \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Barra de refuerzo transversal \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "No se considera la carga de sobrecarga."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "para el ancho unitario"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "para el ancho total"
IDS_EC_MEMBER_NAME = "NOMBRE DEL MIEMBRO"
IDS_EC_GENERAL_INFORMATION = "Información General"
IDS_EC_DESIGN_CODE = "Código de Diseño"
IDS_EC_UNIT_SYSTEM = "Sistema de Unidades"
IDS_EC_SECTION = "Sección"
IDS_EC_SECTION_SIZE = "Tamaño de Sección"
IDS_EC_SECTION_SHAPE_T = "Sección en T"
IDS_EC_SECTION_SHAPE_RECT = "Sección Rectangular"
IDS_EC_THICKNESS = "Espesor"
IDS_EC_MATERIAL = "Material"
IDS_EC_REBAR_COVER = "Recubrimiento"
IDS_EC_REBAR_DISTANCE = "Distancia"
IDS_EC_CONSIDERED = "Considerado"
IDS_EC_NOT_CONSIDERED = "No Considerado"
IDS_EC_POSITION_CAPITAL = "POSICIÓN"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Fuerzas de Diseño"
IDS_EC_FORCES = "Fuerzas"
IDS_EC_BY_LOAD_COMB = "por Combinaciones de Carga"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Carga de Sobrecarga y Peso Propio"
IDS_EC_REINFORCEMENT = "Armadura"
IDS_EC_TOP_BAR = "Barra Superior"
IDS_EC_BOTTOM_BAR = "Barra Inferior"
IDS_EC_TOP = "Superior"
IDS_EC_BOTTOM = "Inferior"
IDS_EC_EXT_BAR = "Barra ext."
IDS_EC_INT_BAR = "Barra int."
IDS_EC_BOT = "Inf."
IDS_EC_EXT = "Ext."
IDS_EC_INT = "Int."
IDS_EC_STIRRUP = "Estribo"
IDS_EC_TRANSVERSE_BAR = "Barra Transversal"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Relación"
IDS_EC_LAYER = "Capa"
IDS_EC_REMARK = "Observación"
IDS_EC_ITEMS = "Elementos"
IDS_EC_VALUE = "Valor"
IDS_EC_INPUT_DATA_LIST = "Lista de Datos de Entrada"
IDS_EC_LENGTH = "Longitud"
IDS_EC_FACTOR = "Factor"
IDS_EC2_BEAM_GENERATE_REPORT = "Generando informe de RC/Viga..."
IDS_EC2_BEAM_MOMENT_FORCES = "Momentos y Fuerzas"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Fuerzas y Refuerzos"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Barra de Refuerzo de Compresión"
IDS_EC2_BEAM_SPLICE_TYPE = "Tipo de Empalme"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Calcular la relación de capacidad de esfuerzo cortante"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Calcular el espaciamiento de la Armadura de esfuerzo cortante"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Calcular la resistencia a esfuerzo cortante con Armadura de esfuerzo cortante"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Calcular la capacidad máxima de esfuerzo cortante de la Sección"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Verificar Esfuerzo Cortante Unidireccional"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Verificar Capacidad de Momento de Flexión"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Calcular la resistencia de diseño de los materiales"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Calcular parámetro de diseño"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Calcular el área requerida de Armadura"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Calcular el límite del área de Armadura"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Verificar el área de Armadura a tracción"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Calcular capacidad de momento"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Calcular la relación de capacidad de Momento"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "El Momento es cero. Omitido"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Verificar Capacidad de Esfuerzo Cortante"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Calcular la resistencia a esfuerzo cortante sin Armadura de esfuerzo cortante"
IDS_EC2_BEAM_REBAR_POSITIVE = "Positivo"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Negativo"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Positivo, Int."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Negativo, Ext."
IDS_EC2_BEAM_SLAB_THICKNESS = "Espesor de Losa"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Ancho Efectivo"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "LISTA DE ENTRADA DE VIGAS"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Analizar como Viga Rectangular"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Analizar como Viga en T"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "No verificar el ancho de fisura"
IDS_EC2_CRACK_LIMIT = "Límite de Grietas"
IDS_EC2_CHK_CRACK_WIDTH = "Verificar Ancho de Grieta"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Factores de Ancho de Grieta"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Verificar fisura de la Carga característica"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Verificar fisura de la Carga cuasi-permanente"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Verificar fisura de la Carga frecuente"
IDS_EC2_EXPOSURE_CLASS = "Clase de Exposición"
IDS_EC2_CHECK_STRESS_LIMITATION = "Verificar límite de esfuerzo"
IDS_EC2_CRITERIA_DEFLECTION = "Criterios para Deflexión"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Para Deflexión de Carga Característica"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Para la flecha por Carga cuasi-permanente"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Factor de Amplificación de Deflexión"
IDS_EC2_DEFLECTION = "Deflexión"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Dividido por 2 para voladizo"
IDS_EC2_SUPPORT = "Soporte"
IDS_EC2_SPAN = "Luz"
IDS_EC2_CHARACTERISTIC = "Característica"
IDS_EC2_QUASI_PERMANENT = "Cuasi-Permanente"
IDS_EC2_FREQUENT = "Frecuente"
IDS_EC2_DURATION = "Duración"
IDS_EC_DEAD = "Muerto"
IDS_EC_DEAD_LOAD = "Carga Muerta"
IDS_EC_LIVE = "Vivo"
IDS_EC_LIVE_LOAD = "Carga Viva"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Deflexión Característica"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Deflexión Cuasi-Permanente"
IDS_EC2_CHECK_DEFLECTION = "Verificar Deflexión"
IDS_EC_SUPPORT_CONDITION = "Condición de Soporte"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Factor de Deflexión Característica"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Factor de Deflexión Cuasi-Permanente"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Duración para carga sostenida"
IDS_EC_SUSTAIN_LOAD = "Carga Sostenida"
IDS_EC2_CBSF_MAIN_RIB = "Costilla Principal"
IDS_EC2_CBSF_FLANGE_PART = "Parte de Ala"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Calcular la Fuerza de diseño (parte del ala)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Parámetro de Fuerza de Diseño"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Fuerza de Diseño (Parte de Ala)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Capacidad de Carga del Suelo"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Verificar Capacidad de Carga del Suelo"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Calcular la relación de capacidad del suelo"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "LISTA DE ENTRADA DE CIMENTACIÓN CORRIDA DE FRANJA DE VIGA CONTINUA"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Generando informe de Cimentación corrida..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Momento-Dirección X (MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Momento-Dirección Y (MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "LISTA DE ENTRADA DE PAREDES COMBINADAS"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Generando informe de Pared combinada..."
IDS_EC2_CWALL_WALL_ID = "ID de Pared"
IDS_EC_LOAD_COMBINATIONS = "Combinaciones de Carga"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Punto de Inicio"
IDS_EC2_CWALL_END_POINT = "Punto Final"
IDS_EC_INFORMATION = "Información"
IDS_EC_SPACING_LIMIT = "Límite de Espaciado"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Posición de Barra de Refuerzo Vertical"
IDS_EC2_CWALL_VERT_REBAR = "Barra de refuerzo vert."
IDS_EC2_CWALL_HORZ_REBAR = "Barra de refuerzo horiz."
IDS_EC2_CWALL_END_REBAR = "Barra de Refuerzo de Fin"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Disposición"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Dividir equitativamente por el espaciamiento más cercano"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Dividir por espacio exacto"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Desde el Fin"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Desde el Medio"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Agregar Barra"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Verificar Relación de Esbeltez"
IDS_EC_CALC_RADIUS_GYRATION = "Calcular radio de giro"
IDS_EC_CALC_SLENDERNESS_RATIO = "Calcular relación de esbeltez"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Calcular relación de esbeltez límite"
IDS_EC_SLENDER = "Esbelto"
IDS_EC_NOT_SLENDER = "No Esbelto"
IDS_EC_CHECK_MIN_MOMENT = "Verificar Momento Mínimo"
IDS_EC_CALC_MIN_MOMENT = "Calcular Momento Mínimo"
IDS_EC_CALC_MIN_ECCEN = "Calcular Eccentricidad Mínima"
IDS_EC_CHECK_DESIGN_MOMENT = "Verificar Momento de Diseño"
IDS_EC_CALC_DESIGN_MOMENT = "Calcular Momento de Diseño"
IDS_EC_DESIGN_MOMENT = "Momento de Diseño"
IDS_EC_X_DIRECTION = "Dirección X"
IDS_EC_Y_DIRECTION = "Dirección Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Verificar Parámetro de Diseño"
IDS_EC_CALC_REBAR_RATIO = "Calcular Relación de Barra de Refuerzo"
IDS_EC_CALC_ECCENTRICITY = "Calcular Eccentricidad"
IDS_EC_ROTATION_NA = "Ángulo de rotación del eje neutro"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Calcular la capacidad de carga axial concéntrica"
IDS_EC_CHECK_MOMENT_CAPACITY = "Verificar Capacidad de Momento"
IDS_EC_CALC_CAPACITY_CONCRETE = "Calcular la capacidad del bloque de Esfuerzo de compresión"
IDS_EC_CALC_CAPACITY_REBAR = "Calcular capacidad de barra de refuerzo"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Calcular la capacidad nominal para el eje neutro"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Calcular las capacidades de carga axial y de Momento"
IDS_EC_CHECK_SHEAR_CAPACITY = "Verificar Capacidad de Esfuerzo Cortante"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Calcular espacio máximo"
IDS_EC_CALC_SHEAR_STRENGTH = "Calcular resistencia al esfuerzo cortante"
IDS_EC_LENGTH_FACTOR = "Longitud y Factor"
IDS_EC_MOMENT_CAPACITY = "Capacidad de Momento"
IDS_EC_SHEAR_CAPACITY = "Capacidad de Esfuerzo Cortante"
IDS_EC_CHECK_ITEM = "Verificar elemento"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Nombre"
IDS_EC_DESCRIPTION = "Descripción"
IDS_EC_DESIGN_FORCE = "Fuerza de diseño"
IDS_EC2_CWALL_FLANGE_WIDTH = "Ancho de ala"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Ancho real"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Ancho efectivo"
IDS_EC2_CWALL_GLOBAL = "Global"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "No se requiere Armadura de esfuerzo cortante."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "Se requiere Armadura de esfuerzo cortante."
IDS_EC_2ND_ORDER_EFFECT = "Efectos de segundo orden"
IDS_EC_IMPERFECTION = "Imperfección"
IDS_EC_AUTO_CALC = "Cálc. autom."
IDS_ERCO_MOMENT_CAPACITY = "Verificar capacidad de momento"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Calcular la capacidad nominal para el eje equilibrado"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calcular la capacidad nominal para el eje neutro"
IDS_ERCO_BANLANCED_AXIS = "Eje equilibrado"
IDS_ERCO_NEUTRAL_AXIS = "Eje neutro"
IDS_ERCO_CAPACITY_REBAR = "Calcular capacidad de barra de refuerzo"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Calcular la capacidad del bloque de esfuerzos de compresión"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Calcular factor de reducción de resistencia"
IDS_EC_ERCO_GENERATE_REPORT = "Generando informe de Columna RC..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Verificar servicio"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Factores de servicio"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Verificar Carga característica ( Esfuerzo del Hormigón )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Verificar Carga cuasi permanente ( Fluencia lineal )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Verificar Carga frecuente ( Esfuerzo del Hormigón )"
IDS_EC_ERCO_CRACKED_SECTION = "Sección agrietada"
IDS_EC_ERCO_UNCRACKED_SECTION = "Sección no agrietada"
IDS_EC_ERCO_LINEAR_CREEP = "Fluencia lineal"
IDS_EC_ERCO_NONLINEAR_CREEP = "Fluencia no lineal"
IDS_EC_ERCO_LONG_TERM = "Largo plazo"
IDS_EC_ERCO_SHORT_TERM = "Corto plazo"
IDS_URGC_EFFECTIVE_AREA = "Área efectiva"
IDS_URGC_GENERATE_REPORT = "Generando informe de Columna RC de Sección general..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "LISTA DE ENTRADA DE COLUMNA RC DE SECCIÓN GENERAL"
IDS_ESBC_INPUT_LIST = "LISTA DE ENTRADA DE CONEXIÓN DE PERNOS DE ACERO"
IDS_ESBC_PLATE = "Placa"
IDS_ESBC_PLATE_WEB = "Placa (Web)"
IDS_ESBC_PLATE_FLANGE = "Placa (Ala)"
IDS_ESBC_BOLT = "Tornillo"
IDS_ESBC_EXTENSION = "Extensión"
IDS_ESBC_AUTO = "Auto"
IDS_ESBC_SUPPORTED_MEM = "Miembro soportado"
IDS_ESBC_SUPPORTING_MEM = "Miembro que soporta"
IDS_ESBC_BOLT_TYPE = "Tipo de tornillo"
IDS_ESBC_WELDING = "Soldadura"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Material y pata"
IDS_ESBC_WELDING_MATERIAL = "Material de soldadura"
IDS_ESBC_WELDING_LEG = "Pata de soldadura"
IDS_ESBC_MAX_VALUE = "Valor máximo"
IDS_ESBC_NOT_CHK = "No verificar"
IDS_ESBC_CHK_MAX_VALUE = "Verificar el valor máximo de separación y extensión"
IDS_ESBC_NOT_CHK_MAX_VALUE = "No verificar el valor máximo de separación y extensión"
IDS_ESBC_LEVEL_AND_GAP = "Nivel y espacio"
IDS_ESBC_LEVEL = "Nivel"
IDS_ESBC_GAP = "Espacio"
IDS_ESBC_PERCENT = "Porcentaje"
IDS_ESBC_APPLY = "Aplicar"
IDS_ESBC_DIVISION = "Placa de división"
IDS_ESBC_DIVISION_APPLY = "Aplicar placa de división"
IDS_ESBC_DIVISION_NOT_APPLY = "No aplicar placa de división"
IDS_ESBC_APPLIED_FORCE = "Fuerza aplicada"
IDS_ESBC_MEMB_STRENGTH = "Resistencia del miembro"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Verificar placa de cubierta de ala"
IDS_ESBC_CHK_NET_TENSION = "Verificar la presencia de tracción neta"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Ocurre tensión neta"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "No se produce tracción neta"
IDS_ESBC_CHK_PLATE_RESIS = "Verificar resistencia de la placa"
IDS_ESBC_CHK_BOLT_GROUP = "Verificar grupo de tornillos"
IDS_ESBC_CHK_MIN_RESIS = "Verificar resistencia mínima"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Verificar placa de cubierta"
IDS_ESBC_CHK_DIMENSION = "Verificar dimensión"
IDS_ESBC_CHK_PLATE = "Verificar placa"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Verificar las dimensiones de la placa de ala y alma"
IDS_ESBC_CHK_THIK = "Verificar espesor"
IDS_ESBC_CHK_SPACING = "Verificar separación"
IDS_ESBC_CHK_PART_BOLT = "Tornillo"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Ala"
IDS_ESBC_CHK_PART_PLATE = "Placa"
IDS_ESBC_CHK_PART_COLUMN = "Columna"
IDS_ESBC_CHK_PART_CONNECT = "Conexión"
IDS_ESBC_CHK_PART_PLATE_FIN = "Placa de aleta"
IDS_ESBC_CHK_PART_PLATE_END = "Placa final"
IDS_ESBC_CHK_PART_PLATE_DIV = "Placa de división"
IDS_ESBC_CHK_SUPPORTED_MEM = "Verificar miembro soportado"
IDS_ESBC_CHK_CONNECTION = "Verificar conexión"
IDS_ESBC_CHK_SUPPORTING_MEM = "Verificar miembro que soporta"
IDS_ESBC_CHK_TYING_RESISTANCE = "Verificar resistencia de amarre"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Verificar integridad estructural"
IDS_ESBC_CHK_SUPPORTED_WELD = "Verificar las soldaduras del Miembro soportado"
IDS_ESBC_CHK_SUPPORTED_WEB = "Verificar la resistencia al Esfuerzo cortante del alma"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Verificar la resistencia en una entalla"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Verificar estabilidad local"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Verificar el grupo de pernos de la conexión"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Verificar placa en esfuerzo cortante"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Verificar el Esfuerzo cortante y el aplastamiento del Miembro de apoyo"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Verificar placa y tornillos"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Verificar la resistencia del alma del Miembro soportado"
IDS_ESBC_CHK_TYING_WELD = "Verificar resistencia de soldaduras"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Verificar la resistencia del alma de la Columna de apoyo"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "No es necesario tener en cuenta la estabilidad local de la viga entallada"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "Es necesario tener en cuenta la estabilidad local de la viga entallada"
IDS_ESBC_SHEAR = "Esfuerzo cortante"
IDS_ESBC_LOW_SHEAR = "Bajo esfuerzo cortante"
IDS_ESBC_HIGH_SHEAR = "Alto esfuerzo cortante"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Verificar el Esfuerzo cortante del grupo de pernos"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Verificar el aplastamiento del perno en la placa"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Verificar el aplastamiento del perno en el alma del Miembro soportado"
IDS_ESBC_CHK_SHAER_PLATE = "Verificar el Esfuerzo cortante de la placa"
IDS_ESBC_CHK_BENADING_PLATE = "Verificar la flexión de la placa"
IDS_ESBC_CHK_BUCKLING_PLATE = "Verificar pandeo lateral"
IDS_ESBC_CHK_WEB_SHEAR = "Verificar web en esfuerzo cortante"
IDS_ESBC_CHK_SHEAR_NOTCH = "Verificar el alma a cortante del Miembro soportado entallado"
IDS_ESBC_CHK_RESIS_CONNEC = "Verificar la resistencia en la conexión"
IDS_ESBC_CHK_RESIS_NOTCH = "Verificar la resistencia en la entalla"
IDS_ESBC_CHK_LOCAL_STABILITY = "Verificar estabilidad local"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Verificar la soldadura del Miembro de apoyo"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Verificar esfuerzo cortante y flexión"
IDS_ESBC_CHK_PLATE_TENSION = "Verificar la resistencia a tracción de la placa"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Verificar el Esfuerzo cortante de los pernos de la placa"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Verificar la resistencia a tracción del alma de la viga"
IDS_ESBC_CHK_WEB_SUPPORTED = "Verificar el alma del Miembro soportado"
IDS_ESBC_CHK_SUPPORTING_COL = "Verificar columna que soporta"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Placa de aleta larga"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Placa de aleta corta"
IDS_ESBC_CHK_SHEAR_RATIO = "Relación de esfuerzo cortante"
IDS_ESBC_CHK_PUNCHING_RATIO = "Relación de punzonado"
IDS_ESBC_ORDINARY = "Ordinario"
IDS_ESBC_COUNTERSUNK = "Rebajado"
IDS_ESBC_SPACE_X = "Espacio(x)"
IDS_ESBC_SPACE_Y = "Espacio(y)"
IDS_ESBC_EXTENSION_X = "Extensión(x)"
IDS_ESBC_EXTENSION_Y = "Extensión(y)"
IDS_ESBC_CHK_EXTENSION = "Verificar extensión"
IDS_UCFT_GENERATE_REPORT = "Generando informe de Columna SRC CFT..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Limitación de resistencia del material"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Relación de área de sección de acero"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Calcular asignación de fuerza"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Fuerza de Esfuerzo cortante requerida transferida por conectores de cortante"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Calcular resistencia de unión directa"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "la columna compuesta rellena se extiende hacia un lado"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "la columna compuesta rellena se extiende hacia ambos lados"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Verificar clasificación de sección"
IDS_UCFT_CHECK_CLASSIFICATION = "Clasificación"
IDS_UCFT_AXIAL = "Axial"
IDS_UCFT_FLEXURE = "Flexión"
IDS_UCFT_FOR_AXIAL = "para axial"
IDS_UCFT_FOR_FLEXURE = "para flexión"
IDS_UCFT_TREATED_COMPACT = "Por lo tanto, toda la Sección se trata como compacta."
IDS_UCFT_TREATED_NONCOMPACT = "Por lo tanto, toda la Sección se trata como no compacta."
IDS_UCFT_OVER_LAMDA_MAX = "Por lo tanto, la relación ancho-espesor de toda la Sección supera "
IDS_UCFT_OVER = "Sobre"
IDS_UCFT_UNDER = "Bajo"
IDS_UCFT_SEISMIC = "Sísmico"
IDS_UCFT_SPECIAL_PROVISION = "Disposición Especial"
IDS_UCFT_HIGH_DUCTILITY = "Alta Ductilidad"
IDS_UCFT_MIDDLE_DUCTILITY = "Ductilidad Media"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Verificar la resistencia del Momento plástico respecto al eje mayor"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Verificar la resistencia del Momento plástico respecto al eje menor"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Verificar la resistencia del Momento de Límite de fluencia respecto al eje mayor"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Verificar la resistencia del Momento de Límite de fluencia respecto al eje menor"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Verificar la resistencia del primer Momento de Límite de fluencia respecto al eje mayor"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Verificar la resistencia del primer Momento de Límite de fluencia respecto al eje menor"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Acero HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Verificar Transferencia de Carga"
IDS_UCCO_MATERIAL_N_SECTION = "Material y Sección"
IDS_UCCO_CONCRETE_MATERIAL = "Material de Hormigón"
IDS_UCCO_STEEL_MATERIAL = "Material de Acero"
IDS_UCCO_STEEL_SHAPE = "Forma de Acero"
IDS_UCCO_EXTERNAL_FORCE_TO = "Fuerza externa a"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "El miembro CFT se extiende a"
IDS_UCCO_LOAD_TRANSFER = "Transferencia de Carga"
IDS_UCCO_CHECK_LIMITATION = "Verificar Limitación"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Verificar Resistencia al Momento"
IDS_UCCO_GENERATE_REPORT = "Generando informe de Columna SRC..."
IDS_UCCO_USE_CRITERIA_VALUE = "Usar Valor de Criterio"
IDS_UCCO_AUTO_CALCULATE = "Cálculo automático."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Verificar el área de la Barra de refuerzo transversal."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Usar el detalle de la barra de estribo"
IDS_UCCO_INPUT_LIST = "LISTA DE ENTRADA DE COLUMNA SRC"
IDS_UCCO_LIMIT = "Límite"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Verificar Requisito para Material"
IDS_UCCO_CALC_STEEL_RATIO = "Calcular relación de acero"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Calcular espacio de barra principal"
IDS_UCCO_CALC_CAPACITY_STEEL = "Calcular capacidad de acero"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Verificar la longitud de desarrollo del perno de anclaje"
IDS_USBP_BASE_PLATE = "Placa Base"
IDS_USBP_ANCHOR_BOLT = "Tornillo de Anclaje"
IDS_USBP_WING_PLATE = "Placa de Ala"
IDS_USBP_RIB_PLATE = "Placa de Costilla"
IDS_USBP_RIB_WING_PLATE = "Placa de Costilla y Placa de Ala"
IDS_USBP_PEDESTAL = "Pedestal"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Verificar el esfuerzo de apoyo de la placa base"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "La Fuerza de reacción no existe."
IDS_USBP_BEARING_STRESS = "Esfuerzo de Apoyo"
IDS_USBP_BEARING_STRENGTH = "Resistencia de Apoyo"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Calcular el Esfuerzo de apoyo del Hormigón"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Calcular la resistencia de apoyo del Hormigón"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Verificar Resistencia a la Tracción"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "La Fuerza de tracción no existe."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Verificar Longitud de Desarrollo"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Combinación de Carga aplicada para el Esfuerzo de apoyo"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Verificar el esfuerzo de tracción del perno de anclaje"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Verificar el esfuerzo de tracción en el apoyo"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "La Fuerza de tracción no existe."
IDS_USBP_CHECK_BASE_PLATE = "Verificar placa base"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Momento de Diseño"
IDS_USBP_FORCE_DIAGRAM = "Diagrama de Fuerza"
IDS_USBP_CHECK_RIB_PLATE = "Verificar placa de costilla"
IDS_USBP_CHECK_WING_PLATE = "Verificar placa de ala"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Verificar tornillo de anclaje"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "El perno de anclaje no existe."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Verificar la longitud de desarrollo del perno de anclaje"
IDS_USBP_INPUT_LIST = "LISTA DE ENTRADA DE PLACA BASE DE ACERO"
IDS_USBP_START_ANGLE = "Ángulo de Inicio"
IDS_USBP_GENERATE_REPORT = "Generando informe de Placa base de acero..."
IDS_USBP_CALC_BP_THK = "Calcular Espesor de Placa Base"
IDS_CALC_THK_RATIO = "Calcular la relación de Espesor de la placa base"
IDS_EC_UNLIMITED = "Ilimitado"
IDS_ESMC_GENERATE_REPORT = "Generando informe de Conexión de pernos a Momento..."
IDS_ESBC_GENERATE_REPORT = "Generando informe de Conexión de pernos..."
IDS_ESMC_ALONE = "solo"
IDS_ESMC_AND = "y"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Aplicado"
IDS_ESMC_AREA = "Área"
IDS_ESMC_BEAM = "Viga"
IDS_ESMC_BEAMFLANGEANDWEB = "Flange y Alma de Viga"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Ala y alma de la viga, resistencia a compresión"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Ala y alma de la viga en resistencia a compresión"
IDS_ESMC_BEAMWEB = "Alma de Viga"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Alma de la viga en tracción transversal"
IDS_ESMC_BOLT = "Tornillo"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Resistencia al aplastamiento del perno en el ala de la Columna"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Resistencia al aplastamiento del perno en la placa de extremo"
IDS_ESMC_BOLTGROUP = "Grupo de Tornillos"
IDS_ESMC_BOLTINFORMATION = "Información del Tornillo"
IDS_ESMC_BOLTINSHEAR = "Tornillo en Esfuerzo Cortante"
IDS_ESMC_BOLTROW = "Fila de Tornillos"
IDS_ESMC_BOLTSPACING = "Separación de Tornillos"
IDS_ESMC_BOLTSPACING_COLUMN = "Distancia en el Columna"
IDS_ESMC_BOLTSPACING_PLATE = "Distancia en la Placa"
IDS_ESMC_BOTTOMSTIFFENER = "Rigidez Inferior"
IDS_ESMC_BRACKET = "Soporte"
IDS_ESMC_BUCKLINGCURVE = "Curva de Pandeo"
IDS_ESMC_BUCKLINGRESISTANCE = "Resistencia al Pandeo"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Equilibrio de Fuerza Axial"
IDS_ESMC_CALCULATEDEPTH = "Calcular Profundidad"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Calcular Longitud Efectiva"
IDS_ESMC_COLUMN = "Columna"
IDS_ESMC_COLUMNFLANGE = "Flange de Columna"
IDS_ESMC_COLUMNFLANGEINBENDING = "Flange de Columna en Flexión"
IDS_ESMC_COLUMNWEB = "Alma de Columna"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Alma de Columna, Resistencia al Pandeo"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Alma de la Columna, resistencia al pandeo con rigidizador de compresión"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Alma de Columna, Resistencia a la Compresión"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Alma de la Columna, resistencia al aplastamiento con rigidizador de compresión"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Alma de la Columna en compresión transversal"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Alma de la Columna en tracción transversal"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Alma de Columna en Esfuerzo Cortante"
IDS_ESMC_COLUMNWEBPANELZONE = "Zona de Panel de Alma de Columna"
IDS_ESMC_COLUMNWEBSTIFFENER = "Rigidez de Alma de Columna"
IDS_ESMC_COMBINED = "Combinado"
IDS_ESMC_COMPRESSIONGOVERNED = "Gobernado por Compresión"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Alma de la Columna, resistencia al Esfuerzo cortante transversal"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Dimensiones de Rigidez por Compresión"
IDS_ESMC_COMPRESSIONZONE = "Zona de Compresión"
IDS_ESMC_COMPRESSIVERESISTANCE = "Resistencia a la Compresión"
IDS_ESMC_CONNECTION = "Conexión"
IDS_ESMC_DEPTH = "Profundidad"
IDS_ESMC_DEPTHABOVE600MM = "Profundidad > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Profundidad < 600mm"
IDS_ESMC_DESIGNFORCE = "Fuerza de Diseño"
IDS_ESMC_DIA = "Diám."
IDS_ESMC_DOUBLE = "Doble"
IDS_ESMC_EDGEDISTANCE = "Distancia al Borde"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Área efectiva de aplastamiento con rigidizador de compresión"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Área efectiva de pandeo con rigidizador de compresión"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Verificación de la Sección efectiva del rigidizador para pandeo"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Resistencia efectiva a tracción de las filas de pernos"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Ancho efectivo del alma en compresión"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Resistencia Efectiva al Esfuerzo Cortante"
IDS_ESMC_EFFRESISTANCE = "Resistencia efec."
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Placa Final"
IDS_ESMC_ENDPLATEINBENDING = "Placa Final en Flexión"
IDS_ESMC_ENMODE1 = "Modo 1"
IDS_ESMC_ENMODE2 = "Modo 2"
IDS_ESMC_ENMODE3 = "Modo 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "Soldaduras STEP5"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Equilibrio de Fuerzas"
IDS_ESMC_GENERAL = "General"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Flange de Viga"
IDS_ESMC_HAUNCH = "Haunch"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Flange de Haunch"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Web de Haunch"
IDS_ESMC_HOLEDIA = "Diám. del orificio"
IDS_ESMC_LAYOUT = "Distribución del Grupo de Tornillos"
IDS_ESMC_LENGTH = "Longitud"
IDS_ESMC_MODE1RESISTANCE = "Resistencia Modo 1"
IDS_ESMC_MODE2RESISTANCE = "Resistencia Modo 2"
IDS_ESMC_MODE3RESISTANCE = "Resistencia Modo 3"
IDS_ESMC_MOMENTFORCEMINUS = "La fila 1 indica una fila inferior del grupo de pernos"
IDS_ESMC_MOMENTFORCEPLUS = "La fila 1 indica una fila superior del grupo de pernos"
IDS_ESMC_MOMENTRESISTANCE = "Resistencia al Momento"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Resistencia al Momento con Haunch"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Resistencia al Momento sin Haunch"
IDS_ESMC_NAME = "Nombre"
IDS_ESMC_NET = "Neto"
IDS_ESMC_NOCOLUMNS = "N.º de columnas"
IDS_ESMC_NOREDUCTION = "Sin Reducción"
IDS_ESMC_NOROWS = "N.º de filas"
IDS_ESMC_NOTAPPLIED = "No Aplicado"
IDS_ESMC_NOTCHECK = "No Verificado"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Factores Parciales de Conexión"
IDS_ESMC_PARTIALFACTOR_STEEL = "Factores parciales del Acero estructural"
IDS_ESMC_PLATE = "Placa"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Factor de Reducción de Pandeo de Placa"
IDS_ESMC_PLATESLENDERNESS = "Esbeltez de Placa"
IDS_ESMC_PRETENSION = "Pretensión"
IDS_ESMC_REDUCTION = "Reducción"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Factor de reducción para el esfuerzo de compresión longitudinal"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Factor de reducción para la interacción de Esfuerzo cortante"
IDS_ESMC_RESISTANCE = "Resistencia"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Resistencia del ala de la Columna a flexión"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Resistencia de la placa de extremo a flexión"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Resistencia con Haunch"
IDS_ESMC_ROW = "Fila"
IDS_ESMC_SECTION = "Sección"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Resistencia al Esfuerzo cortante del alma rigidizada"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Resistencia al Esfuerzo cortante del alma no rigidizada"
IDS_ESMC_SHEARRESISTANCE = "Resistencia al Esfuerzo Cortante"
IDS_ESMC_SPACING = "Espaciado"
IDS_ESMC_STEEL = "Acero Estructural"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Resistencia del Web de Columna"
IDS_ESMC_STIFFENERSIZE = "Tamaño del Refuerzo"
IDS_ESMC_SUMMARYBOLTROW = "Resumen: Fila de pernos"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Resumen: Resistencia a momento"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Resumen: Resistencia de la zona de compresión"
IDS_ESMC_TENSIONGOVERNED = "Gobernado por Tensión"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Resistencia a tracción de las filas de pernos"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Verificación de Refuerzo de Tensión"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Dimensiones del Refuerzo de Tensión"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "No se requieren rigidizadores a tracción para el alma de la columna"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Se requieren rigidizadores a tracción para el alma de la columna"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Resistencia del Refuerzo de Tensión"
IDS_ESMC_TENSIONZONETSTUBS = "T-stubs de Zona de Tensión"
IDS_ESMC_THICKNESS = "Espesor"
IDS_ESMC_TOPSTIFFENER = "Refuerzo Superior"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Resistencia al Esfuerzo Cortante Vertical"
IDS_ESMC_WEBRESISTANCE = "Web de Viga"
IDS_ESMC_WELDSCHECK = "Verificación de Soldaduras"
IDS_ESMC_WELDSIDES = "Lados de Soldadura"
IDS_ESMC_WIDTH = "Ancho"
IDS_ESMC_WITHROW = "con Fila"
IDS_EC_FLANGE = "Flange"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Tipo de Miembro"
IDS_EC_SECTION_PROPERTY = "Propiedad de Sección"
IDS_EC_BUILT_UP = "Construido"
IDS_EC_ROLLED = "Rolado"
IDS_EC_CHK_ITEMS = "Verificar Elementos"
IDS_EC_MAJOR_AXIS_X = "Eje Mayor (X)"
IDS_EC_MINOR_AXIS_Y = "Eje Menor (Y)"
IDS_EC_REQUIRED = "Requerido"
IDS_EC_NO_REQUIRED = "No Requerido"
IDS_EC_CLASS = "Clase"
IDS_EC_CLASS1 = "Clase 1"
IDS_EC_CLASS2 = "Clase 2"
IDS_EC_CLASS3 = "Clase 3"
IDS_EC_CLASS4 = "Clase 4"
IDS_EC_TABLE = "Tabla"
IDS_ESSG_KIJ_ANNEX = "Anexo de Factor de Interacción"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Determinación del factor de interacción"
IDS_ESSG_METHOD_1_ANNEX_A = "Utilice el método 1 indicado en el Anexo A"
IDS_ESSG_METHOD_2_ANNEX_B = "Utilice el método 2 indicado en el Anexo B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Verificar resistencia axial"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Calcular resistencia axial a compresión"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Calcular resistencia axial a tensión"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Verificar resistencia al esfuerzo cortante"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Calcular la resistencia a esfuerzo cortante respecto al eje mayor (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Calcular la resistencia a esfuerzo cortante respecto al eje menor (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Aplicar el tipo de montante extremo rígido"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Aplicar el tipo de montante extremo no rígido"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Verificar resistencia al momento"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Calcular la resistencia a momento respecto al eje mayor (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Calcular la resistencia a momento respecto al eje menor (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Comprobar la resistencia a flexión y a esfuerzo cortante"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Resistencia a la flexión y al esfuerzo cortante"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Calcular la resistencia a flexión y a esfuerzo cortante respecto al eje mayor"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Calcular la resistencia a flexión y a esfuerzo cortante respecto al eje menor"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Comprobar la resistencia a flexión y axial"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Resistencia a la flexión y axial"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Calcular la resistencia a flexión y axial"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Verificar relación de interacción general"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Comprobar la resistencia a flexión, a esfuerzo cortante y axial"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Resistencia a flexión, a esfuerzo cortante y axial"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Calcular la resistencia a flexión, a esfuerzo cortante y axial respecto al eje mayor"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Calcular la resistencia a flexión, a esfuerzo cortante y axial respecto al eje menor"
IDS_ESSG_CHK_FBR_RESISTANCE = "Verificar resistencia al pandeo flexional"
IDS_ESSG_FBR_RESISTANCE = "Resistencia al pandeo flexional"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Calcular la resistencia al pandeo por flexión respecto al eje mayor"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Calcular la resistencia al pandeo por flexión respecto al eje menor"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Comprobar el pandeo torsional y torsional-flexional"
IDS_ESSG_TB_TFB_RESISTANCE = "Pandeo torsional y torsional-flexional"
IDS_ESSG_CALC_TB_RESISTANCE = "Calcular resistencia al pandeo torsional"
IDS_ESSG_CALC_TFB_RESISTANCE = "Calcular la resistencia al pandeo torsional-flexional"
IDS_ESSG_CHK_LTB_RESISTANCE = "Comprobar la resistencia al pandeo lateral por torsión"
IDS_ESSG_LTB_RESISTANCE = "Resistencia al pandeo torsional lateral"
IDS_ESSG_CALC_LTB_RESISTANCE = "Calcular la resistencia al pandeo lateral por torsión"
IDS_ESSG_CHK_BNC_RESISTANCE = "Comprobar el miembro uniforme a flexión y compresión axial"
IDS_ESSG_BNC_RESISTANCE = "Miembro uniforme a flexión y compresión axial"
IDS_ESSG_CALC_BNC_RESISTANCE = "Calcular la resistencia del miembro uniforme a flexión y compresión axial"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Verificar resistencia al pandeo por esfuerzo cortante"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Resistencia al pandeo por esfuerzo cortante"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Calcular la resistencia al pandeo por esfuerzo cortante respecto al eje mayor"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Calcular la resistencia al pandeo por esfuerzo cortante respecto al eje menor"
IDS_ESSG_HIGH_SHAER = "Esfuerzo Cortante Alto"
IDS_ESSG_NOT_HIGH_SHAER = "No Esfuerzo Cortante Alto"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Despreciar su efecto sobre la resistencia a momento."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "No es necesario reducir bajo la siguiente condición."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "No es necesario reducir la resistencia a flexión bajo la siguiente condición."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "No es necesario reducir la resistencia a flexión y axial bajo la siguiente condición."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "No es necesario reducir la condición de resistencia a flexión y axial para el eje menor bajo lo siguiente."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "No es necesario reducir la condición de resistencia a flexión y axial para el eje mayor bajo lo siguiente."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Consideración del efecto de la fuerza axial sobre los ejes mayor y menor bajo lo siguiente. "
IDS_ESSG_BUCKLING_CURVE = "Curva de Pandeo"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Curva de Pandeo Torsional Lateral"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Curva de Pandeo Torsional Lateral"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "No es necesario comprobar la resistencia al pandeo"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "No es necesario comprobar el pandeo torsional y torsional-flexional"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "No es necesario comprobar el pandeo lateral por torsión"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "No es necesario comprobar la resistencia a flexión y compresión axial"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "No es necesario comprobar el pandeo por esfuerzo cortante"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Los efectos de pandeo pueden ignorarse."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Los efectos de pandeo deben considerarse."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Calculado por el Anexo A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Calculado por el Anexo B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Ancho adicional de apoyo (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Resistencia de Carga de Tornillo de Anclaje"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Resistencia por Fricción de Tornillo de Anclaje"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Propiedades de Esfuerzo Cortante de Tornillo de Anclaje"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Resistencia a Tensión de Tornillo de Anclaje"
IDS_ASSEMBLYSTRONG_AXIS = "Ensamblaje (Eje Fuerte)"
IDS_ASSEMBLYWEAK_AXIS = "Ensamblaje (Eje Débil)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Propiedades de la placa base y de los pernos de anclaje"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Placa base a flexión y pernos de anclaje a tracción (eje fuerte)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Placa base a flexión y pernos de anclaje a tracción (eje débil)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Placa base a flexión y Hormigón en compresión (eje fuerte)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Placa base a flexión y Hormigón en compresión (eje débil)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Resistencia de la placa base en compresión"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Resistencia de la placa base en tracción"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Resistencia de apoyo (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Cálculo de Longitud Efectiva"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Cálculo de la longitud efectiva (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Cálculo de la longitud efectiva (pernos interiores)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Cálculo de la longitud efectiva (pernos exteriores)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Cálculo de Resistencia de Junta"
IDS_CHECK_BOLT_SHEAR = "Verificar Esfuerzo Cortante de Tornillo"
IDS_CHECK_BOLT_TENSION = "Verificar Tensión de Tornillo"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Comprobar el esfuerzo cortante y el Momento torsor combinados"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Comprobar la condición de no solape"
IDS_CHECK_FOR_PRYING_CONDITION = "Verificar Condición de Desgarre"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Comprobar si el área efectiva cabe en la placa base"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Columna, ala y alma en compresión (eje fuerte)"
IDS_COMPRESSED_PART_RESISTANCE = "Resistencia de Parte Comprimida"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Cálculo de la capacidad a compresión (eje fuerte)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Cálculo de Resistencia a Compresión"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Verificación de Resistencia a Compresión"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Factor de correlación para soldadura de filete"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Resistencia de Diseño de Tornillos de Anclaje"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Resistencia de Diseño de Anclaje por Adhesión"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Caso de diseño: lado izquierdo en compresión, lado derecho en compresión"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Caso de diseño: lado izquierdo en tracción, lado derecho en tracción"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Resistencia de cálculo a compresión del ala"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Resistencia a momento de cálculo de la base de la columna"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Resistencia de cálculo a esfuerzo cortante para soldadura de filete en la dirección X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Resistencia de cálculo a esfuerzo cortante para soldadura de filete en la dirección Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Resistencia de cálculo a tracción para soldadura de filete"
IDS_EFFECTIVE_AREA_CALCULATION = "Cálculo de Área Efectiva"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Área efectiva a partir del equilibrio de fuerzas (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Área efectiva del T-Stub comprimido"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Longitud efectiva, ancho y área"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Cálculo de fuerza equivalente (ala de la columna)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Cálculo de fuerza equivalente (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Factor m para pernos exteriores"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Lechada que influye en la resistencia de apoyo del Hormigón"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Lechada que NO influye en la resistencia de apoyo del Hormigón"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Brazo de palanca de la parte de compresión"
IDS_LEAVER_ARM_OF_TENSION_PART = "Brazo de palanca de la parte de tracción"
IDS_LOAD_ECCENTRICITY = "Excentricidad de Carga"
IDS_MOMENT_CAPACITY = "Capacidad de Momento"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Capacidad plástica de Momento flector de la placa base"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Capacidad plástica de Momento flector de la placa base por unidad de longitud"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Capacidad plástica de Momento flector de la columna"
IDS_PRESENCE_OF_PRYING_EFFECT = "Presencia de Efecto de Desgarre"
IDS_RATIOX = "Razón(x)"
IDS_RATIOY = "Razón(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Reducción de la capacidad a momento (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Reducción de la capacidad a momento (EN1993-1-1,6.2.9.1(4) y 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Resistencia del modo de fallo 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Resistencia del modo de fallo 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Resistencia del modo de fallo 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Resistencia del modo de fallo 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Resistencia del modo de fallo 4 (alma de la columna en tracción) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Resistencia del modo de fallo 1-2 del T-Stub (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Resistencia del T-Stub en tracción"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Resistencia del T-Stub a tracción"
IDS_RIB = "costilla"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Diseño a esfuerzo cortante (EN1993-1-8 Tabla 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "La Fuerza de esfuerzo cortante no existe."
IDS_T = "t"
IDS_TENSION_FORCES = "Fuerzas de Tensión"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Verificación de Resistencia de Parte de Tensión"
IDS_TENSION_RESISTANCE_FACTORS = "Factores de Resistencia a Tensión"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Resistencia a Tensión de Tornillos"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Comprobación de soldadura (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Relación de Soldadura"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Ancho de franja alrededor de la columna C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "ala"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Verificar distancia al borde (perno de anclaje instalado posteriormente)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calcular resistencia a tracción (perno de anclaje instalado posteriormente)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calcular resistencia al esfuerzo cortante (perno de anclaje instalado posteriormente)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Verificar distancia desde el borde del Hormigón hasta el centro del perno de anclaje"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Calcular Resistencia del Acero"
IDS_CALCULATE_SIZE_DATA = "Calcular Datos de Tamaño"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Calcular resistencia de rotura del Hormigón"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Calcular resistencia al arrancamiento del anclaje"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Resistencia de rotura del Hormigón, Dirección X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Resistencia de rotura del Hormigón, Dirección Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Calcular resistencia al desprendimiento por palanca del Hormigón"
IDS_CALCULATE_COMBINED_RATIO = "Calcular Relación Combinada"
IDS_CONDITION = "Condición"
IDS_EQUATION = "Ecuación"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "LISTA DE ENTRADA DE PERNOS DE ANCLAJE RC"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Verificar ala y alma bajo Fuerza concentrada"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Verificar si se requiere rigidizador"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Verificar Requisitos para Refuerzo"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Verificar requisito para la acción de campo de tracción"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Verificar requisito de rigidizador para aplicar la acción de campo de tracción"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Verificar alma bajo Fuerza concentrada"
IDS_COLUMNS = "Columnas"
IDS_UNIFORM_LOAD = "Carga Uniforme"
IDS_FINISH_LOAD = "Carga de Terminación"
IDS_CONSTRUCTION_LOAD = "Carga de Construcción"
IDS_CONSTRUCTION_STAGE = "Etapa de Construcción"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Verificar Requisitos para Montante"
IDS_CHECK_SIZE = "Verificar Tamaño"
IDS_CHECK_MATERIAL = "Verificar Material"
IDS_MATERIAL_PROPERTIES_APPLIED = "Propiedades del Material (Aplicadas)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Calcular ancho efectivo de la Losa"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Ancho Efectivo de Losa"
IDS_THICKNESS_OF_CONCRETE = "Espesor de Hormigón"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Calcular Fuerza de Corte de Diseño"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Calcular Fuerza de diseño durante la construcción"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Verificar Deflexión durante la Construcción"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Verificar flecha por Carga muerta"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Verificar flecha por Carga viva"
IDS_CALCULATE_STRENGTH_OF_STUD = "Calcular Resistencia del Montante"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Calcular módulo elástico del Hormigón"
IDS_CALCULATE_NUMBER_OF_STUD = "Calcular Número de Montantes"
IDS_CALCULATE_COMPOSITION_RATIO = "Calcular Relación de Composición"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Verificar resistencia a Momento (Momento positivo)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Calcular Momento de Inercia"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Calcular Momento de inercia efectivo"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Calcular límite inferior del Momento de inercia"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Calcular Propiedades del Modo de Viga"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Calcular Ancho Efectivo"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Calcular Momento de inercia transformado"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Calcular Deflexión y Frecuencia"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Calcular Momento de inercia transformado por unidad de ancho"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Calcular ancho efectivo del panel de Viga"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Calcular peso del panel de Viga"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Calcular Propiedades del Modo de Viga Principal"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Calcular ancho efectivo del panel de viga principal"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Verificar Vibración (Modo Combinado)"
IDS_ADJUST_GIRDER_DEFLECTION = "Ajustar Deflexión de Viga Principal"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Calcular Frecuencia Fundamental del Piso"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Calcular peso equivalente del panel en modo combinado"
IDS_CALCULATE_PEAK_ACCELERATION = "Calcular Aceleración Máxima"
IDS_H_BEAM__SLAB = "Viga H y Losa"
IDS_CONST_LOAD = "Carga const."
IDS_CONCENTRATED_FORCES = "Fuerzas Concentradas"
IDS_CONSTRUCTION = "Construcción"
IDS_DEAD__LIVE = "Muerto y Vivo"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Diseño Plástico (Sección Compacta)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Diseño elástico (Sección no compacta)"
IDS_MAX = "Máx."
IDS_V = "V'"
IDS_COMP_RATIO = "Relación de compresión"
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Calcular ancho efectivo y peso del panel de Viga"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Calcular ancho efectivo y peso del panel de viga principal"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Frecuencia del Piso (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "LISTA DE ENTRADA DE VIGA COMPUESTA SRC"
IDS_SECTION_H_BEAM__SLAB = "Sección (Viga H y Losa)"
IDS_SECTION_STUD = "Sección (Montante)"
IDS_SECTION_DECK_PLATE = "Sección (Placa de Cubierta)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Carga de Diseño (Carga Uniforme)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Fuerza de Diseño (Fuerzas Concentradas)"
IDS_NOWEB = "N.º de almas"
IDS_NOFLANGE = "N.º de alas"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Barra de Aro"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Verificar Requisitos para Material"
IDS_CALCULATE_STEEL_RATIO = "Calcular relación de acero"
IDS_CALCULATE_MAIN_BAR_SPACE = "Calcular espacio de barra principal"
IDS_CALCULATE_ECCENTRICITY = "Calcular excentricidad"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Columna bajo Fuerza de tracción. Omitido."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Calcular capacidad del Acero"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calcular capacidad nominal para el eje neutro"
IDS_F = "f"
IDS_CONC = "hormigón"
IDS_STEEL = "acero"
IDS_CONCRETE_SECTION = "Sección de Hormigón"
IDS_H_BEAM__REBAR = "Viga H y Barra de Refuerzo"
IDS_HOOP_BAREND = "Barra de Aro (EXTREMO)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Viga de Acero en etapa de construcción"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Viga compuesta en etapa normal"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Verificar eje neutro en la Sección"
IDS_PLASTIC_NA = "Eje neutro plástico"
IDS_COORINATE_OF_PLASTIC_NA = "Coordenada del eje neutro plástico"
IDS_CHECK_BENDING_RESISTANCE = "Verificar resistencia a la flexión"
IDS_NAXIS_CONDITION = "Condición"
IDS_NAXIS_EQUATION_FOR = "Ecuación para"
IDS_NAXIS_VALUE = "Valor"
IDS_CALCULATION = "Cálculo"
IDS_CALCULATION_FOR_K = "Cálculo para k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Cálculo de la resistencia elástica a Momento"
IDS_PLASTIC_MOMENT_RESISTNACE = "Cálculo de la resistencia plástica a Momento"
IDS_CALCULATION_OF = "Cálculo de"
IDS_ELASTIC_NA = "Eje neutro elástico"
IDS_COORDINATE_OF_ELASTIC_NA = "Coordenada del eje neutro elástico"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Verificar sección compuesta efectiva"
IDS_POSITION = "Posición"
IDS_EQUATION_FOR_K = "Ecuación para k"
IDS_STEEL_TOP_FLANGE = "Flange Superior de Acero"
IDS_STEEL_WEB = "Web de Acero"
IDS_STEEL_BOT_FLANGE = "Flange Inferior de Acero"
IDS_CONCRETE_SLAB = "Losa de Hormigón"
IDS_REINFORCING_STEEL = "Acero de Refuerzo"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Módulo resistente de la Sección en un apoyo interno"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Tabla del módulo resistente de la Sección en cada parte de la Sección"
IDS_STEEL_SECTION = "Sección de Acero"
IDS_COMPOSITE_SECTION = "Sección Compuesta"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Cálculo de la capacidad a Momento de la Sección"
IDS_PART = "Parte"
IDS_AXIAL_COMP_CAPACITY = "Capacidad axial a compresión"
IDS_ARM_LENGTH = "Longitud del Brazo"
IDS_MOMENT_CAPACITY_TABLE = "Capacidad de Momento"
IDS_TOTAL = "Total"
IDS_ERROR = "Error"
IDS_IN_CONCRETE_SLAB = "en Losa de Hormigón"
IDS_IN_STEEL_TOP_FLANGE = "en Flange Superior de Acero"
IDS_IN_STEEL_WEB = "en Web de Acero"
IDS_IN_STEEL_BOT_FLANGE = "en Flange Inferior de Acero"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Eje neutro plástico en el ala inferior de Acero"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Eje neutro plástico en el alma de Acero"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Eje neutro plástico en el alma"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Eje neutro plástico en el orificio del alma de Acero"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Eje neutro plástico en el ala superior de Acero"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Eje neutro plástico en la Losa de Hormigón"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Verificar Resistencia al Esfuerzo Cortante Longitudinal"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Calcular fuerza de esfuerzo cortante longitudinal"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Calcular resistencia de diseño al esfuerzo cortante del conector tipo perno con cabeza"
IDS_BENDING_RESISTANCE = "Resistencia a la flexión"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Resistencia al esfuerzo cortante longitudinal"
IDS_TABLE_OF_CALCULATION_FOR_K = "Tabla de cálculo para k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Resistencia al esfuerzo cortante vertical"
IDS_LONGITUDINAL_DIRECTION = "Dirección longitudinal"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "El signo de la capacidad a Momento se determina por la dirección del Momento, independientemente de la dirección de la Fuerza."
IDS_EFFECTIVE_WIDTH = "Ancho efectivo"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Verificar requisito para el perno"
IDS_CHECK_SIZE_SMALL = "Verificar tamaño"
IDS_CHECK_MATERIAL_SMALL = "Verificar material"
IDS_EC_MAJOR_AXIS_Y = "Eje mayor (Y)"
IDS_EC_MINOR_AXIS_X = "Eje menor (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Verificar resistencia al esfuerzo cortante vertical"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Cálculo de la resistencia al momento plástico"
